TargetApplication=DFM2HTML
Author=F.Deambrosio
SourceLANGID=1033
LANGID=3084
Generator=DKLang Translation Editor v3.0
LastModified=2010-06-15 20:52:22

[BorderRadiusWizard]
00000001=Rayon de la Bordure
00000008=<STYLE_Label5><STYLE_nob>&nbsp;&nbsp;</STYLE_nob>Bottom<STYLE_nob>&nbsp;&nbsp;</STYLE_nob></STYLE_Label5><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>Left
00000009=<br><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>Top<br><STYLE_nob>&nbsp;</STYLE_nob>Left
00000010=<br>Top<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob><br><STYLE_nob>&nbsp;</STYLE_nob>Right
00000011=<STYLE_Label5><STYLE_nob></STYLE_nob>Bottom<STYLE_nob>&nbsp;</STYLE_nob></STYLE_Label5>Right<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>
00000012=<STYLE_Label3>All</STYLE_Label3>
00000013=OK
00000014=Annuler
00000016=Rayon Vert.:
00000017=Rayon Horz.:
00000018=Définir rayons vert/hor
00000019=RAZ
00000020=Rayons:

[ChooseUnicode]
00000001=Insérer Caractère
00000007=OK
00000009=Annuler
00000010=Effacer Dernier
00000011=Effacer Tout

[ColorizeImg]
00000001=Colorer Image
00000003=OK
00000004=Annuler
00000005=RAZ
00000009=Saturation:
00000010=Éclairage:
00000011=Teinte:
00000012=Saturation Moyenne
00000013=Éclairage Moyen

[ColorPicker]
00000001=Sélection Couleur
00000004=OK
00000005=Annuler
00000006=Sélection Couleur
00000007=Copier Couleur dans presse papiers
00000008=Récupérer Couleur du presse papiers
00000009=Couleur sous le curseur:
00000010=Couleur sélectionnée (presser CTRL):

[dhMainForm]
00000003=Contrôle de page
00000005=Page
00000007=Panneau
00000009=Étiquette
00000011=Lien
00000013=Image
00000015=Style de feuille (Stylesheet)
00000017=Code HTML/Script direct
00000019=Menu DHTML
00000021=Conteneur OLE
00000023=Fichier Externe
00000027=Liste d'objets
00000028=Reculer
00000030=Avancer
00000049=Fichier
00000050=Nouveau
00000051=Nouveau en utilisant un Modèle
00000052=Ouvrir
00000053=Ouvrir de nouveau
00000054=Sauvegarder
00000055=Sauvegarder Sous
00000056=Sauvegarder en tant que Modèle
00000057=Sauvegarder Tout
00000058=Fermer
00000059=Fermer Tout
00000060=Quitter
00000061=Éditer
00000062=Défaire
00000063=Refaire
00000064=Couper
00000065=Copier
00000066=Coller
00000067=Effacer
00000068=Copier Tout
00000069=Sélectionner Tout
00000070=Sélectionner Tout jusqu'ici
00000071=Sélectionner Tout à partir d'ici
00000072=Trouver
00000073=Chercher encore
00000074=Remplacer
00000075=Publier
00000076=Visualiser
00000077=Ouvrir le répertoire de Visualisation
00000078=Publier
00000079=Visualiser en ligne
00000080=Propriétés de la page
00000081=Fenêtre
00000087=Cascade
00000088=Mosaïque
00000089=Arranger les Icônes
00000090=Outils
00000092=Options
00000093=Tutoriel
00000094=Guide
00000095=Guide
00000096=Exemple de Base
00000097=Exemple de Base avec Pie de Page
00000098=Exemple de Base avec Style de Page
00000099=Exemple de Base avec Cadres
00000100=Outils préprogrammés
00000101=Page d'accueil DFM2HTML
00000102=Visiter le Forum
00000103=Obtenir du Soutien Technique
00000104=À Propos
00000106=Langue
00000117=Formulaire
00000118=Case à cocher
00000119=Bouton de Radio
00000120=Champ Édition
00000121=Zone de Texte
00000122=Liste Déroulante
00000123=Liste
00000124=Champ Fichier
00000125=Bouton Soumettre
00000126=Bouton RAZ
00000127=Champ Invisible
00000128=Normal
00000129=Test
00000130=Over
00000131=Down
00000132=Over<br/>Down
00000135=Tutoriel des Menus
00000136=Externaliser les Images
00000137=Vérifier Mise à Jour
00000138=Explorateur d'objet
00000139=Explorateur de Ressources

[dhMultilineCaptionEdit2]
00000002=Insérer Retour à la Ligne
00000003=BR
00000004=CACHER
00000005=Enlever étiquettes Start et End
00000007=Insérer Caractère à partir du jeu de tous les caractères affichables
00000008=UNICODE
00000009=Insérer un Espace
00000010=ESPACE
00000011=&OK
00000012=Annuler
00000013=Cacher les caractères spéciaux de formatage

[FindText]
00000001=Trouver Texte
00000002=Texte à trouver :
00000003=Chercher dans
00000004=Texte entré\nTexte Affiché\n
00000005=OK
00000006=Annuler
00000007=Origine
00000008=À partir de l'objet sélectionné\nTout\n
00000009=Direction
00000010=Avancer\nReculer\n
00000011=Options
00000012=Respecter la casse
00000013=Inclure contenu invisible

[FormWarnings]
00000001=Avertissements
00000003=Fermer

[GradientWizard]
00000001=Guide Création Dégradé
00000002=Couleur Début
00000003=Couleur Fin
00000005=Direction
00000008=OK
00000011=Largeur :
00000012=Hauteur :
00000013=De haut en bas\nDe gauche à droite\n

[MoreMisc]
00000001=Styles Spéciaux
00000008=Fermer
00000016=RAZ
00000019=hauteur de ligne:
00000020=texte avant:
00000021=texte après :
00000022=propriétés CSS additionnelles :
00000023=visibilité :
00000024=attributs HTML additionnels :
00000026=*INITIALISER*\ninvisible\nvisible\n
00000027=*INITIALISER*\nen ligne\nbloc\nitem liste\naucun\n
00000028=affichage:
00000029=espace entre lettres:
00000030=espace entre mots:

[ObjectExplorer]
00000001=Explorateur d'Objets

[Options]
00000001=Options
00000002=Grille
00000007=None\nPointillée\nDamier\nCadrillée\n
00000008=Police
00000010=Sélectionner la police par défaut ...
00000011=Appliquer la police par défaut au document courant
00000012=Résultat
00000015=Compression
00000017=Publier
00000020=Upload Cache pour répertoire FTP:
00000021=Utiliser - Publication Rapide -
00000022=Utiliser transfert FTP Passif
00000023=Effacer
00000024=Tout le Upload Cache
00000026=Effacer
00000027=Apparence
00000028=Position des Onglets
00000029=Haut\nBas\nGauche\nDroite\nFlotant Horizontal\nFlotant Vertical\n
00000030=Fermer
00000032=Exécutable|*.EXE
00000033=Grille X:
00000034=Grille Y:
00000035=Afficher Grille:
00000036=Les objets seront alignés avec la grille au positionnement. (Presser la touche ALT por l'annuler.)
00000037=Définir une police par défaut laquelle sera appliquée aux nouveaux documents crées. Les objets qui définissent leur propre police la conserveront.
00000038=Si la compression est activée, les espaces superflus seront éliminés du code HTML du fichier généré.
00000039=Sélectionnez le programme de visualisation à utiliser (si laissé en blanc, le programme par défaut pour HTML sera démarré):
00000040=(seulement les fichiers modifiés seront envoyés)
00000041=(requis derrière un firewall)
00000042=Misc
00000043=Vérification mensuelle de Mise à jour
00000044=Action au démarrage du programme
00000045=Montrer la fenêtre de Sélection\nOuvrir le dérnier fichier\nRien\n
00000047=Attention: La plupart de navigateurs ne supportent pas encore CSS3 !

[PageWizard]
00000001=Propriétés de la Page
00000002=Général
00000013=Meta Tags
00000019=Insérer code HTML
00000023=OK
00000024=Annuler
00000025=Titre:
00000026=Répert. Local:
00000027=(répertoire local de visualisation)
00000028=Répertoire FTP:
00000029=(répertoire de publication à distance)
00000030=HTTP URL:
00000031=(peut être ouvert par Publier | Ouvrir répertoire FTP distant)
00000032=Auteur:
00000033=Mots clés:
00000034=Description:
00000040=Rediriger
00000041=URL:
00000042=Délai:
00000043=Avant </HEAD>
00000044=Après <BODY>
00000045=Complètement en haut
00000046=Chemins
00000047=Répertoire Image:
00000048=Fichier JavaScript:
00000049=Vous pouvez définir le nom des fichiers/répertoires générés :
00000050=Fichier CSS:
00000051=Avant </BODY>

[Presets]
00000001=Outils préprogrammés
00000002=Insérer
00000003=Copier Styles

[PublishFTP]
00000001=Paramètres FTP
00000002=OK
00000003=Annuler
00000009=Extraire URL de
00000010=Ouvrir répertoire FTP distant
00000011=RAZ
00000012=Host:
00000013=Usager:
00000014=Mot de Passe:
00000015=Répertoire:
00000016=Port:
00000017=exemple: mondomaine.com
00000018=Par défaut à 21
00000019=exemple: /contenuweb/

[PublishLog]
00000001=Journal de Connexions
00000002=Arrêter !

[StartUp]
00000001=Démarrage
00000004=Ouvrir le dernier fichier
00000005=Nouveau à partir d'un Modèle
00000006=Ouvrir le Tutoriel
00000007=Ouvrir une Page Blanche
00000008=Ouvrir le Guide DFM2HTML
00000009=Ovrir un fichier

[StyleInfo]
00000001=Information du Style

[Tabs]
00000001=Police
00000002=Police
00000003=Gras
00000004=Italique
00000005=Surligné
00000006=Barré
00000007=Souligné
00000008=Couleurs
00000009=Fond
00000010=Police
00000011=Transparence
00000012=RAZ
00000013=Bord
00000014=Droit
00000015=Bas
00000016=Haut
00000017=Gauche
00000018=Tout
00000019=Marges / Remplissage
00000020=Marge:
00000021=Remplis.:
00000022=Bordure
00000023=Largeur:
00000024=aucune\ninvisible\npointillée\ntraits\nplaine\ndouble\nrénure\ncrête\ninset\noutset\n
00000025=RAZ
00000026=Éditer Rayons Bordure
00000027=Image
00000028=Fond
00000029=Fichier Image ...
00000030=En Dégradé ...
00000031=Couleur ...
00000032=Type
00000034=Mosaïque\nÉtirer\nImage\nDiviser\n
00000035=Jamais faire glisser l'image
00000036=Mosaïque
00000037=En direction
00000038=X:
00000039=Y:
00000040=X and Y\nSeulement X\nSeulement Y\nAucune\n
00000041=RAZ
00000042=Misc
00000043=Général
00000044=curseur
00000045=Indice-z
00000046=direction
00000047=*INITIALISER*\nauto\nreticule\ndéfaut\npointeur\ndéplace\ne-redimensionner\nne-redimensionner\nnw-redimensionner\nn-redimensionner\nse-redimensionner\nsw-redimensionner\ns-redimensionner\nw-redimensionner\ntexte\nattendre\nAide\n
00000048=*INITIALISER*\ngauche à droite\ndroite à gauche\n
00000049=Alignement du Texte
00000050=alignement vert.
00000051=retrait
00000052=alignement
00000055=*INITIALISER*\ngauche\ndroite\ncentrer\njustifier\n
00000056=Interprétation du Texte
00000057=transformation
00000058=variation
00000059=espace
00000060=*INITIALISER*\nMots avec Majuscule\nTexte MAJUSCULES\ntout minuscules\naucun\n
00000061=*INITIALISER*\nnormal\npre\nnowrap\npre-wrap\npre-line\n
00000062=*INITIALISER*\nnormal\npetites majuscules\n
00000063=RAZ
00000064=Styles Spéciaux ...
00000065=Effet
00000066=Activé
00000067=Texte
00000068=Flou
00000069=Transformations
00000070=Texte
00000071=Flou
00000072=Transformations
00000073=Anti-Aliasing
00000074=Appliquer les effets au texte seul
00000075=ne pas appliquer les effets au texte
00000076=Ombrage extérieur
00000077=Ombrage Intérieur
00000078=Reflet extérieur
00000079=Reflet intérieur
00000080=Flou
00000081=Opacité
00000082=Déborde
00000083=Distance
00000084=Degrés
00000085=Couleur
00000086=Rayons
00000087=Activé
00000088=Incrément X
00000089=Incrément Y
00000090=Rotation
00000091=Opacité
00000092=Déformer X
00000093=Déformer Y
00000094=Échelle X
00000095=Échelle Y
00000096=RAZ
00000097=Objet
00000098=Général
00000099=ID
00000100=Astuce
00000101=Type
00000102=Gérer Style
00000103=Utiliser styles de
00000104=Préférence styles Down à Over
00000105=Préférence styles Over à Down
00000106=Format d'image générée
00000107=Automatique\nGIF\nSemi-transparent PNG\nJPEG\n
00000108=Pos.
00000109=Limites
00000110=Haut
00000111=Gauche
00000112=Largeur
00000113=Hauteur
00000114=Largeur Auto
00000115=Hauteur Auto
00000116=Alignement
00000117=Aucun
00000118=Haut
00000119=Droite
00000120=Bas
00000121=Parent
00000122=Gauche
00000123=Garder distance constante à
00000124=Bord supérieur du parent
00000125=Bord Droit du parent
00000126=Bord Inférieur du parent
00000127=Bord Gauche du parent
00000128=Texte
00000129=Édition rapide:
00000130=Éditer avec formatage
00000131=Pages
00000132=Pages Gérées:
00000133=Nouvelle page
00000134=Effacer la page
00000135=Monter
00000136=Descendre
00000137=Options Contrôle de Page
00000138=Une page HTML par objet Page
00000139=Même hauteur pour toutes les pages
00000140=Page
00000141=Propriétés de la Page
00000142=Titre:
00000143=Répert. Local:
00000144=Afficher Barre de défilement
00000145=auto\noui\nnon\n
00000146=Application
00000147=<div>\n<iframe> (sans marge/bordure)\n
00000148=Plus ...
00000149=Éditer
00000150=Texte Initial
00000151=Options
00000152=Lecture seulement
00000153=Mot de Passe
00000154=Mémo
00000155=Texte Initial:
00000156=Options
00000157=Lecture seulement
00000158=Retour à la ligne automatique
00000159=Vérifier
00000161=État Initial
00000162=Coché\nNon coché\n
00000163=Valeur Soumis
00000173=Formulaire
00000174=Méthode Demandée
00000175=Get\nPost\n
00000176=Lien Externe
00000177=URL
00000178=Cible
00000180=Menu
00000182=Options
00000183=Menu en ligne
00000184=Menu Ouvert Continuellement
00000185=Menu Statique
00000186=Orientation Horizontale
00000187=Menu Coulissant
00000189=Pixel à glisser
00000190=Activer
00000191=Ouvrir le Menu Par
00000193=après
00000194=Ajouter item menu
00000195=Lien
00000196=Lien
00000197=Lier à la page
00000198=Dans la page
00000199=Lien Externe
00000200=URL
00000201=Cible
00000204=Conditions de l'État Ouvert
00000205=Menu Actif
00000206=Clic de Souris
00000207=Souris sur
00000208=Toujours Ouvert
00000209=Le lien était activé
00000210=Automatique
00000211=Représentation
00000212=Automatique\nTexte\nLien\nBouton\n
00000213=Formulaire
00000214=Aucun\nSoumettre\nRAZ\n
00000221=Invisible
00000222=Valeur champ invisible
00000223=OLE
00000224=Éditer Contenu OLE
00000225=Propriétés
00000226=La zone blanche est transparente
00000229=Sauvegarder
00000230=Liste
00000231=Options
00000232=Permettre la sélection multiple
00000233=En tant que liste déroulante
00000234=En tant que liste
00000235=Nouveau item
00000236=Monter
00000237=Descendre
00000238=Effacer item
00000239=Propriétés de l'Item
00000240=Étiquette
00000241=Valeur
00000242=Initialement sélectionné
00000243=HTML
00000244=Type HTML:
00000245=Générer contenant élément HTML
00000246=Fichier
00000247=Récupérer à partir du fichier
00000248=Lié
00000249=Utiliser comme
00000250=Fichier Lié\nFlash\nMusique de fond\nJavascript\n
00000254=Boucle
00000255=Visualiser
00000259=Récupérer à partir du fichier
00000260=Éditer le contenu OLE
00000261=Propriétés de la Page
00000262=Nouvelle Page
00000263=Éditer Texte
00000264=Ajouter item menu
00000265=Créer Sous-menu
00000266=Aligner
00000267=Aligner avec la Grille
00000268=Aligner avec le Bord Gauche
00000269=Aligner avec le Bord Droit
00000270=Aligner avec le Bord Supérieur
00000271=Aligner avec le Bord Inférieur
00000272=Distances Horizontales Égales
00000273=Distances Verticales Égales
00000274=En avant plan
00000275=En arrière plan
00000276=Aller à
00000277=Utiliser l'objet
00000278=Page liée
00000279=Fragment lié
00000280=Sauvegarder en tant qu'image
00000281=Styles
00000282=Obtenir styles à partir de Utiliser objet
00000283=Obtenir styles à partir de l'objet dans le presse papiers
00000284=Envoyer styles vers Utiliser Objet
00000285=Effacer tous les styles
00000286=Échanger Styles Down<->Over
00000287=Voir informations sur le style
00000288=Récupérer à partir de l'adresse HTTP
00000289=Sauvegarder dans le Fichier
00000290=Copier Image
00000291=Coller Image
00000292=Changer Couleurs
00000293=Propriétés de l'objet
00000294=Ordre
00000295=Éditer
00000296=Couper
00000297=Copier
00000298=Effacer
00000299=Coller
00000300=Copier Tout
00000301=Police
00000302=Bord
00000303=Image
00000304=Effet
00000305=Misc
00000307=Menu
00000308=Automatique
00000309=Configurer couleur de fond transparente
00000310=Copier Styles Over vers Styles Down
00000311=Effacer les styles

[TemplatesWizard]
00000001=Modèles
00000002=OK
00000003=Annuler
00000005=- Vide -

[TransparencyWizard]
00000001=Guide de Transparence
00000002=Couleur ...
00000004=OK
00000005=Opacité:

[ResourceExplorer]
00000001=Explorateur de Ressources
00000002=Montrer le nom des objets

[$CONSTANTS]
CONFIRMDELETE=Voulez-vous toujours effacer les objets sélectionnés ?
COPYEXISTINGFILES=Voulez-vous toujours copier l'image liée à la nouvelle place ?
DELETEINHERITEDERROR=Cette référence est héritée de l'objet parent et ne peux pas être effacée
DLG_CONFIRMATION=Confirmer
DLG_ERROR=Erreur
DLG_INFORMATION=Information
DLG_WARNING=Avertissement
DUPLICATEEFFECTS=Voulez-vous dupliquer les effets existants ?
EMPTYCLIPBOARD=Pas d'objets dans le presse papiers
EXTERNALIZEDIMAGEALREADYEXISTS=% existe toujours, voulez-vous le remplacer ?
FILEINFO_FILENAME=Non du fichier
FILEINFO_FILESIZE=Taille
FILEINFO_FLASH=Ce fichier sera montré en tant que fichier Flash dans la page web.
FILEINFO_HOWTOLINK=Lier objets peut lier ce fichier en sélectionnant ''Dans la page'' à  ''%''.
FILEINFO_JAVASCRIPT=Ce fichier javascript sera référencé dans la page web.
FILEINFO_MUSIC=Ce fichier contribuera à la musique de fond de la page web.
FPTLOG_GENERATE=Générer fichiers HTML ...
FPTLOG_GENERATEFOR=Générer fichiers HTML pour % ...
FTPLOG_ABORTEDBYUSER=Arreté par l'usager
FTPLOG_CONNECTINGTO=Connexion à %
FTPLOG_CREATEDDIR=Répertoire FTP crée %
FTPLOG_EMPTYSMARTUPLOAD=Tous les fichiers sont à jour !
FTPLOG_EMPTYUPLOAD=Aucun fichier à transférer !
FTPLOG_GENERATED=Fichiers générés.
FTPLOG_LOGGEDIN=Connecté à
FTPLOG_PSWDIALOG_PROMPT=Entrez le mot de passe :
FTPLOG_PSWDIALOG_TITLE=Mot de passe requis
FTPLOG_SAVING=% à partir de % les fichiers ne seront pas transférés au serveur parce qu'ils n'ont pas été modifiés depuis la dernière fois. Vous pouvez désactiver ou nettoyer le upload cache dans Options | Publier | Publication Rapide.
FTPLOG_SUCCESS=Publication réussie !
FTPLOG_UPLOAD=Transfert de %
INPUTHTTPURL=Récupérer à partir de l'adresse HTTP
INVALIDMENUNESTING=Le menu % ne peut pas être ouvert par le lien % parce que ce lien est une dépendance du menu.
INVALIDPROPERTYVALUE=Erreur de lecture dans %: Valeur invalide de propriété
INVALIDVALUE=Valeur invalide
MODIFIEDSTATE=Modifié
NEWVERSIONAVAILABLE=Une nouvelle version de DFM2HTML est disponible.\nVoulez-vous aller à la page de téléchargement ?
NOIMAGETOEXTERNALIZE=Toutes les images sont déjà externalisées !
NONCRITICALERROR=Un erreur non critique du programme est survenu. Si vous pouvez le reproduire, il sera très utile à nos programmeurs !\nDescription de l'erreur :\n(%)
PASTEERRORCOUNT=% erreur(s) sont survenus pendant l'opération coller
QUOTEINVALIDVALUE="%" n'est pas une valeur valide
READERRORCOUNT=% erreur(s) sont survenus pendant la lecture de %
READFROMERROR=Impossible à lire %
REFOBJECT=% est référencé par %
RESOURCEEXPLORER_FILES=Fichiers
RESOURCEEXPLORER_FONTS=Polices
SAVEASOPENED=Le fichier que vous voulez sauvegarder est ouvert dans l'éditeur.\nS.V.P. fermez-le avant d'essayer de nouveau
SAVETO=Sauvegarder les modifications dans %?
SAVETOERROR=Impossible d'écrire dans %
SAVEUNTITLED=Sauvegarder les modifications de Sans_Nom ?
SEARCHFAILED=Recherche infructueuse de '%'
STILLUPTODATE=Vous avez la dernière version de DFM2HTML !
SYSTEMERROR=Message d'erreur du système
TEMPLATESAVEASCAPTION=Nom du Modèle
TEMPLATESAVEASPROMPT=Définir le nom du modèle (sans l'extension):
UNKNOWNOBJECT=Type d'objet inconnu %
UNSUPPORTEDSTYLE=Ce style n'est pas pris en charge dans ce type d'objet.
UNTITLED=Sans_Nom
